Repository: Yukesh570/touristsaver
Catalog: assets/l10n/app_*.arb
Languages: ms, ne, th

# sureVerifyYourEmail
source: Are you sure you want to verify your email?
ms: Adakah anda pasti ingin mengesahkan e-mel anda?
ne: के तपाई आफ्नो इमेल प्रमाणित गर्न निश्चित हुनुहुन्छ?
th: คุณแน่ใจหรือไม่ว่าต้องการยืนยันอีเมลของคุณ?

source: Terms and Conditions
ms: Terma dan Syarat
ne: नियम र सर्तहरू
th: ข้อกำหนดและเงื่อนไข

source: Terms & Conditions
ms: Terma & Syarat
ne: नियम र सर्तहरू
th: ข้อตกลงและเงื่อนไข

source: The change of location in this screen only changes the display of merchant data. For changing your registered location you need to navigate to the 'Change Country' and change it respectively
ms: Perubahan lokasi dalam skrin ini hanya mengubah paparan data peniaga. Untuk mengubah lokasi berdaftar anda, anda perlu ke 'Tukar Negara' dan tukar mengikutnya.
ne: यस स्क्रिनमा स्थान परिवर्तनले मात्र व्यापारी डेटाको प्रदर्शनलाई परिवर्तन गर्दछ। आफ्नो दर्ता गरिएको स्थान परिवर्तन गर्नको लागि तपाईंले 'देश परिवर्तन गर्नुहोस्' मा नेभिगेट गर्न आवश्यक छ र यसलाई क्रमशः परिवर्तन गर्न आवश्यक छ।
th: การเปลี่ยนที่ตั้งในหน้าจอนี้เฉพาะการเปลี่ยนแสดงข้อมูลร้านค้าเท่านั้น สำหรับการเปลี่ยนที่ตั้งที่ลงทะเบียนของคุณ คุณต้องนำทางไปที่ 'เปลี่ยนประเทศ' และเปลี่ยนไปตามลำดับ

source: The payment has been canceled
ms: Pembayaran telah dibatalkan
ne: भुक्तानी रद्द गरिएको छ
th: การชำระเงินถูกยกเลิกแล้ว

source: Thursday
ms: Khamis
ne: बिहीबार
th: วันพฤหัสบดี

source: To change country register membership or log in
ms: Untuk menukar negara, daftar keahlian atau log masuk.
ne: देश परिवर्तन गर्न सदस्यता दर्ता गर्नुहोस् वा लग इन गर्नुहोस्।
th: เพื่อเปลี่ยนประเทศ ลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: To choose charity register membership or log in
ms: Untuk memilih amal, daftar keahlian atau log masuk.
ne: परोपकार दर्ता सदस्यता छनौट गर्न वा लग इन गर्नुहोस्।
th: เพื่อเลือกกิจกรรมกุศล ลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: To
ms: kepada
ne: मा
th: ถึง

source: To transfer Piiinks register membership or log in
ms: Untuk memindahkan Piiinks, daftar keahlian atau log masuk.
ne: Piiinks स्थानान्तरण गर्न सदस्यता दर्ता गर्नुहोस् वा लग इन गर्नुहोस्।
th: เพื่อโอน Piiinks ลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: To use top-up function register membership or log in
ms: Untuk menggunakan fungsi top-up, daftar keahlian atau log masuk.
ne: टप-अप प्रकार्य प्रयोग गर्न सदस्यता दर्ता गर्नुहोस् वा लग इन गर्नुहोस्।
th: เพื่อใช้งานฟังก์ชันเติมเงิน ลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: To view the transaction history register membership or log in
ms: Untuk melihat sejarah transaksi, daftar keahlian atau log masuk.
ne: लेनदेन इतिहास हेर्नको लागि सदस्यता दर्ता गर्नुहोस् वा लग इन गर्नुहोस्।
th: เพื่อดูประวัติการทำธุรกรรม ลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: Today
ms: Hari Ini
ne: आज
th: วันนี้

source: Top-up
ms: Isi Semula
ne: टप-अप
th: เติมเงิน

source: Top Up Amount
ms: Jumlah Isi Semula
ne: टप अप रकम
th: จำนวนการเติมเงิน

source: Top Up History
ms: Sejarah Top Up
ne: टप अप इतिहास
th: ประวัติการเติมเงิน

source: Top-up Universal Piiink Credits
ms: Isi Semula Kredit Piiink Universal
ne: टप-अप युनिभर्सल Piiink क्रेडिटहरू
th: เติมเงินเครดิต Piiink สากล

source: Top-up Universal Piiink Credits to get discount with any of our merchant
ms: Isi Semula Kredit Piiink Universal untuk mendapatkan diskaun dengan mana-mana peniaga kami.
ne: टप-अप युनिभर्सल Piiink क्रेडिटहरू हाम्रो कुनै पनि व्यापारीसँग छुट प्राप्त गर्न।
th: เติมเงินเครดิต Piiink สากลเพื่อรับส่วนลดกับ Merchant ของเราใดก็ได้

source: Top-up your Universal Piiinks to gain extra credit and enjoy more offers from your favourite merchants
ms: Isi semula Piiinks Universal anda untuk mendapatkan kredit tambahan dan nikmati lebih banyak tawaran dari peniaga kegemaran anda.
ne: अतिरिक्त क्रेडिट प्राप्त गर्न र आफ्नो मनपर्ने व्यापारीहरूबाट थप प्रस्तावहरूको आनन्द लिनको लागि तपाइँको युनिभर्सल Piiinks टप-अप गर्नुहोस्।
th: เติมเงิน Piiinks สากลของคุณเพื่อรับเครดิตเพิ่มเติมและเพลิดเพลินกับข้อเสนอจากร้านค้าที่คุณชื่นชอบมากขึ้น

source: Transaction Code*
ms: Kod Transaksi*
ne: लेनदेन कोड*
th: รหัสธุรกรรม*

source: Transaction Completed
ms: Transaksi Selesai
ne: लेनदेन सम्पन्न
th: การทำธุรกรรมเสร็จสิ้น

source: Transaction History
ms: Sejarah Transaksi
ne: लेनदेन इतिहास
th: ประวัติธุรกรรม

source: Transaction ID
ms: ID Transaksi
ne: लेनदेन आईडी
th: รหัสธุรกรรม

source: Transfer Piiinks
ms: Pindahkan Piiinks
ne: स्थानान्तरण Piiinks
th: โอน Piiinks

source: Try Again
ms: Cuba Lagi
ne: फेरि प्रयास गर्नुहोस्
th: ลองอีกครั้ง

source: Tuesday
ms: Selasa
ne: मङ्गलबार
th: วันอังคาร

source: Universal
ne: सार्वभौमिक
th: สากล

source: Universal Wallet
ms: Dompet Universal
ne: विश्वव्यापी वालेट
th: กระเป๋าเงินสากล

source: Update
ms: Kemaskini
ne: अद्यावधिक
th: อัปเดต

source: Updated successfully
ms: Dikemaskini dengan Berjaya
ne: सफलतापूर्वक अद्यावधिक गरियो
th: อัปเดตสำเร็จ

source: Use Biometrics
ms: Guna Biometrik
ne: बायोमेट्रिक्स प्रयोग गर्नुहोस्
th: ใช้ชีวิตประวัติ

source: User Reviews
ms: Ulasan Pengguna
ne: प्रयोगकर्ता समीक्षा
th: รีวิวของผู้ใช้

source: Username *
ms: Nama Pengguna *
ne: प्रयोगकर्ता नाम *
th: ชื่อผู้ใช้ *

source: Verfication failed! Try again
ms: Pengesahan Gagal! Cuba Lagi
ne: प्रमाणीकरण असफल भयो! पुन: प्रयास गर्नुहोस्
th: การตรวจสอบล้มเหลว! ลองอีกครั้ง

source: Verification link sent successfully
ms: Pautan Pengesahan Berjaya Dihantar!
ne: प्रमाणीकरण लिङ्क सफलतापूर्वक पठाइयो!
th: ส่งลิงก์การยืนยันเรียบร้อยแล้ว!

source: Verify
ms: Sahkan
ne: प्रमाणित
th: ยืนยัน

source: Verify Email
ms: Sahkan E-mel
ne: इमेल प्रमाणित गर्नुहोस्
th: ยืนยันอีเมล

source: Verify Mobile Number
ms: Sahkan Nombor Telefon Bimbit
ne: मोबाइल नम्बर प्रमाणित गर्नुहोस्
th: ยืนยันหมายเลขโทรศัพท์มือถือ

source: Verify Now
ms: Sahkan Sekarang
ne: अहिले प्रमाणित गर्नुहोस्
th: ยืนยันตอนนี้

source: View All
ms: Lihat Semua
ne: सबै हेर्नुहोस्
th: ดูทั้งหมด

source: View Opening Hours
ms: Lihat Waktu Operasi
ne: खुल्ने समय हेर्नुहोस्
th: ดูเวลาเปิดทำการ

source: Wallet
ms: Dompet
ne: वालेट
th: กระเป๋าเงิน

source: We are currently working on this. We will keep you updated
ms: Kami sedang bekerja pada ini. Kami akan memperbarui anda.
ne: हामी हाल यसमा काम गरिरहेका छौं। हामी तपाईंलाई अपडेट राख्नेछौं।
th: เรากำลังทำการปรับปรุงในขณะนี้ เราจะแจ้งคุณเมื่อมีการอัปเดต

source: We want to set your actual location to show you the best offers nearby
ms: Kami ingin menetapkan lokasi sebenar anda untuk menunjukkan tawaran terbaik berdekatan.
ne: हामी तपाईंलाई नजिकैका उत्कृष्ट प्रस्तावहरू देखाउनको लागि तपाईंको वास्तविक स्थान सेट गर्न चाहन्छौं।
th: เราต้องการตั้งตำแหน่งจริงของคุณเพื่อแสดงข้อเสนอที่ดีที่สุดใกล้ๆ

source: We want to set your actual location to show you the merchants nearby
ms: Kami ingin menetapkan lokasi sebenar anda untuk menunjukkan peniaga berdekatan.
ne: हामी तपाईंलाई नजिकैका व्यापारीहरू देखाउनको लागि तपाईंको वास्तविक स्थान सेट गर्न चाहन्छौं।
th: เราต้องการตั้งตำแหน่งจริงของคุณเพื่อแสดงร้านค้าใกล้ๆ

source: We want to set your actual location to show you the popular merchants nearby
ms: Kami ingin menetapkan lokasi sebenar anda untuk menunjukkan peniaga popular berdekatan.
ne: हामी तपाईंलाई नजिकैका लोकप्रिय व्यापारीहरू देखाउनको लागि तपाईंको वास्तविक स्थान सेट गर्न चाहन्छौं।
th: เราต้องการตั้งตำแหน่งจริงของคุณเพื่อแสดงร้านค้ายอดนิยมใกล้ๆ

source: Wednesday
ms: Rabu
ne: बुधवार
th: วันพุธ

source: What are you looking for?
ms: Apa yang anda cari?
ne: के खोज्दै हुनुहुन्छ?
th: คุณกำลังมองหาอะไร?

source: with this merchant
ms: dengan peniaga ini
ne: यस व्यापारी संग
th: กับร้านค้านี้

source: Yes
ms: Ya
ne: हो
th: ใช่

source: Yesterday
ms: Semalam
ne: हिजो
th: เมื่อวาน

source: You don't have any Piiink Universal credit. Register your membership or log in to access the Piiink benefits
ms: Anda tidak mempunyai Kredit Universal Piiink. Daftarkan keahlian anda atau log masuk untuk mengakses manfaat Piiink.
ne: तपाईसँग कुनै Piiink विश्वव्यापी क्रेडिट छैन। आफ्नो सदस्यता दर्ता गर्नुहोस् वा Piiink लाभहरू पहुँच गर्न लग इन गर्नुहोस्।
th: คุณไม่มีเครดิต Piiink สากล ลงทะเบียนสมาชิกหรือเข้าสู่ระบบเพื่อเข้าถึงประโยชน์ Piiink

source: Your Active Merchant Wallets
ms: Dompet Peniaga Aktif Anda
ne: तपाईंको सक्रिय व्यापारी वालेटहरू
th: กระเป๋าเงินร้านค้าที่ทำงาน

# yourEmailIsNotActivatedYet
source: Your email is not activated yet. You need to activate your email to change country and recommend merchant as well as to receive important emails from Piiink
ms: E-mel anda belum diaktifkan. Anda perlu mengaktifkan e-mel anda untuk menukar negara dan mengesyorkan peniaga serta menerima e-mel penting dari Piiink.
ne: तपाईँको इमेल अझै सक्रिय गरिएको छैन। तपाईँले देश परिवर्तन गर्न र व्यापारीलाई सिफारिस गर्न र Piiink बाट महत्त्वपूर्ण इमेलहरू प्राप्त गर्न आफ्नो इमेल सक्रिय गर्न आवश्यक छ।
th: อีเมลของคุณยังไม่ได้เปิดใช้งาน คุณต้องเปิดใช้งานอีเมลของคุณเพื่อเปลี่ยนประเทศและแนะนำร้านค้า และรับอีเมลสำคัญจาก Piiink

# yourEmailIsNotActivatedYetNPleaseVerifyYourEmailBeforeChangingCountry
source: Your email is not activated yet. Please verify your email before changing country
ms: E-mel anda belum diaktifkan. Sila sahkan e-mel anda sebelum menukar negara.
ne: तपाईंको इमेल अझै सक्रिय गरिएको छैन। कृपया देश परिवर्तन गर्नु अघि आफ्नो इमेल प्रमाणित गर्नुहोस्।
th: อีเมลของคุณยังไม่ได้เปิดใช้งาน โปรดยืนยันอีเมลของคุณก่อนเปลี่ยนประเทศ

# yourEmailIsNotActivatedYetNPleaseVerifyYourEmailBeforeRecommendingMerchants
source: Your email is not activated yet. Please verify your email before recommending merchants
ms: E-mel anda belum diaktifkan. Sila sahkan e-mel anda sebelum mengesyorkan peniaga.
ne: तपाईंको इमेल अझै सक्रिय गरिएको छैन। कृपया व्यापारीहरूलाई सिफारिस गर्नु अघि आफ्नो इमेल प्रमाणित गर्नुहोस्।
th: อีเมลของคุณยังไม่ได้เปิดใช้งาน โปรดยืนยันอีเมลของคุณก่อนแนะนำร้านค้า

source: Your Feedback
ms: Maklum Balas Anda
ne: तपाईंको प्रतिक्रिया
th: คำติชมของคุณ

source: Your QR Code
ms: Kod QR Anda
ne: तपाईको QR कोड
th: รหัส QR ของคุณ

source: Your Universal Piiink Credits
ms: Kredit Piiink Universal Anda
ne: तपाईंको विश्वव्यापी Piiink क्रेडिटहरू
th: เครดิต Piiink สากลของคุณ

source: Your Charity
ms: Amal Anda
ne: तिम्रो परोपकार
th: การกุศลของคุณ

source: Choose Charity
ms: Pilih Amal
ne: परोपकार छान्नुहोस्
th: เลือกการกุศล

source: Are you sure you want to choose this charity?
ms: Adakah anda pasti mahu memilih badan amal ini?
ne: के तपाइँ यो परोपकार छनौट गर्न निश्चित हुनुहुन्छ?
th: คุณแน่ใจหรือไม่ว่าต้องการเลือกองค์กรการกุศลนี้

source: Scan Issuer Code
ne: जारीकर्ता कोड स्क्यान गर्नुहोस्

source: Scan Referral Code
ne: रेफरल कोड स्क्यान गर्नुहोस्

source: Reward Rerceived Date
ne: पुरस्कार प्राप्त मिति

source: Reward
ne: इनाम

source: Reward/Scahema Type
ne: पुरस्कार/स्काहेमा प्रकार

source: Schema Name
ne: योजना नाम

source: No Data Found
ne: कुनै डाटा फेला परेन

source: Rewards
ne: पुरस्कारहरू

# youDoNotHavePremiumCodeUsedHistoryToViewBetweenXTOY
source: You do not have any Premium code use history to view between @X to @Y
ms: You do not have any Premium code used history to view between @X to @Y
ne: तपाईंसँग @X देखि @Y बीचमा हेर्नको लागि कुनै पनि प्रिमियम कोड प्रयोग इतिहास छैन
th: You do not have any Premium code used history to view between @X to @Y

source: No Premium code has been used yet
ne: अहिलेसम्म कुनै प्रिमियम कोड प्रयोग गरिएको छैन

# congratulationXPiiinksHasBeenAddedToYourWallet
source: Congratulations! &X Piiinks has been added to your wallet
ne: बधाई छ! &X Piiinks तपाईंको वालेटमा थपिएको छ

source: Premium Code Use History
ne: प्रिमियम कोड प्रयोग इतिहास

source: Premium Code
ne: प्रिमियम कोड प्रयोग इतिहास

source: Package
ne: प्याकेज

source: Received Piiinks
ne: Piiinks प्राप्त भयो

# emailA
source: Email
ms: E-mel
th: อีเมล

source: Instagram
th: อินสตาแกรม

source: Facebook
th: เฟสบุค

source: Website
ms: Laman web
th: เว็บไซต์

source: From
ms: dari
th: จาก

source: KM
th: กิโลเมตร
