Repository: Yukesh570/touristsaver
Catalog: assets/l10n/app_*.arb
Languages: ms, ne, th

source: From every transaction, cash goes to your nominated charity
ms: Setiap transaksi, wang tunai akan disalurkan ke amal pilihan anda.
ne: प्रत्येक लेनदेनबाट, नगद तपाईंको मनोनित परोपकारमा जान्छ।
th: จากทุกธุรกรรม เงินสดจะไปยังองค์กรกำหนดของคุณ

source: Donate to charity
ms: Sumbang kepada amal
ne: परोपकारमा दान गर्नुहोस्
th: บริจาคให้กับมูลนิธิ

source: Shop at Piiink merchants and get great offers
ms: Beli-belah di peniaga Piiink dan dapatkan tawaran hebat.
ne: Piiink व्यापारीहरूमा किनमेल गर्नुहोस् र उत्कृष्ट प्रस्तावहरू प्राप्त गर्नुहोस्।
th: ช็อปที่ Piiink ร้านค้าและรับข้อเสนอที่ดี

source: Go shopping
ms: Pergi membeli-belah
ne: किनमेल गर्न जानुहोस्
th: ไปช้อปปิ้ง

source: The most innovative Community Lifestyle Program for your everyday shopping
ms: Program Gaya Hidup Komuniti paling inovatif untuk pembelian harian anda.
ne: तपाईको दैनिक किनमेलको लागि सबैभन्दा नवीन सामुदायिक जीवनशैली कार्यक्रम।
th: โปรแกรมรูปแบบไลฟ์สไตล์ชุมชนที่เป็นนวัตกรรมสำหรับช้อปปิ้งทุกวันของคุณ

source: Welcome to Piiink
ms: Selamat datang ke Piiink
ne: Piiink मा स्वागत छ
th: ยินดีต้อนรับสู่ Piiink

source: Claim Now
ms: Tuntut sekarang
ne: अब दाबी गर्नुहोस्
th: เรียกร้องเดี๋ยวนี้

# youHavenotClaimedYourUPFreeUniversalPiinksYet
source: You haven't claimed your *UP free Universal Piinks yet
ms: Anda belum menuntut *UP Piiinks Universal percuma anda lagi.
ne: तपाईंले अहिलेसम्म आफ्नो *UP फ्री युनिभर्सल पिंक्स दावी गर्नुभएको छैन।
th: คุณยังไม่ได้เรียกร้อง *UP พี้นสิ้นสุดทั้งหมดของคุณ

source: Claim Free Piiinks
ms: Tuntut Piiinks Percuma
ne: दावी नि: शुल्क Piiinks
th: เรียกร้องพี้นสิ้นสุดฟรี

source: To shop at Piiink merchants, get great discounts and donate to your favourite charity, register membership or login
ms: Untuk membeli-belah di peniaga Piiink, dapatkan diskaun hebat dan sumbang kepada amal kegemaran anda, daftarkan keahlian atau log masuk.
ne: Piiink व्यापारीहरूमा किनमेल गर्न, ठूलो छुट पाउनुहोस् र आफ्नो मनपर्ने परोपकारमा दान गर्नुहोस्, सदस्यता दर्ता गर्नुहोस् वा लगइन गर्नुहोस्।
th: เพื่อช้อปที่ Piiink ร้านค้า รับส่วนลดที่ดี และบริจาคให้กับมูลนิธิโปรดลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: You're currently offline. Check your connection and try again
ms: Anda sedang offline. Periksa sambungan anda dan cuba lagi.
ne: तपाईं हाल अफलाइन हुनुहुन्छ। आफ्नो जडान जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
th: คุณอยู่ในโหมดออฟไลน์ในขณะนี้ ตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง

# pleaseSelectSMSvalidationType
source: Please select service for SMS validation
ms: Sila pilih jenis pengesahan SMS
ne: कृपया SMS प्रमाणीकरण प्रकार चयन गर्नुहोस्
th: โปรดเลือกประเภทการตรวจสอบ SMS

source: Please select phone prefix
ms: Sila pilih awalan telefon
ne: कृपया फोन उपसर्ग चयन गर्नुहोस्
th: โปรดเลือกคำนำหน้าโทรศัพท์

source: Please fill confirm password
ms: Sila isikan kata laluan pengesahan
ne: कृपया पुष्टि पासवर्ड भर्नुहोस्
th: โปรดกรอกยืนยันรหัสผ่าน

source: Please select country first to select charity
ms: Sila pilih negara dahulu untuk memilih amal
ne: कृपया च्यारिटी चयन गर्न पहिले देश चयन गर्नुहोस्
th: โปรดเลือกประเทศก่อนที่จะเลือกมูลนิธิ

source: Select Charity
ms: Pilih Amal
ne: परोपकार चयन गर्नुहोस्
th: เลือกมูลนิธิ

# refCode
source: Referral Code from Your Family/Friends (optional)
ms: Kod Rujukan dari Keluarga/Rakan Anda (pilihan)
ne: तपाईंको परिवार/साथीहरूबाट रेफरल कोड (वैकल्पिक)
th: รหัสอ้างอิงจากครอบครัว/เพื่อน (ไม่บังคับ)

source: Select Service for SMS Validation*
ms: Pilih Perkhidmatan untuk Pengesahan SMS*
ne: SMS प्रमाणीकरणको लागि सेवा चयन गर्नुहोस्*
th: เลือกบริการสำหรับการตรวจสอบ SMS*

source: No Sms Type Available
ms: Tiada Jenis SMS Tersedia
ne: कुनै एसएमएस प्रकार उपलब्ध छैन
th: ไม่มีประเภท SMS ที่มี

source: Mobile Number prefix is different than the country you have chosen. Please choose one of the following option for Mobile Number Verification
ms: Awalan nombor mudah alih berbeza daripada negara yang anda pilih. Sila pilih salah satu daripada pilihan berikut untuk pengesahan nombor mudah alih
ne: मोबाइल नम्बर उपसर्ग तपाईंले रोजेको देश भन्दा फरक छ। कृपया मोबाइल नम्बर प्रमाणिकरणको लागि निम्न मध्ये कुनै एक विकल्प रोज्नुहोस्
th: คำนำหน้าหมายเลขโทรศัพท์มือถือแตกต่างจากประเทศที่คุณเลือก โปรดเลือกหนึ่งในตัวเลือกต่อไปนี้สำหรับการตรวจสอบหมายเลขโทรศัพท์มือถือ

# enterTheOtpThatHasBeenSentInYourMobileNumberOrWhatsApp
source: Enter the OTP that has been sent to your *A number or email
ms: Masukkan OTP yang telah dihantar ke *A nombor anda
ne: तपाईको *A नम्बरमा पठाइएको OTP प्रविष्ट गर्नुहोस्
th: ป้อน OTP ที่ส่งไปยัง *เลขหนึ่ง

source: No top-up pacakge available for now
ms: Tiada Pakej Top-up Tersedia Untuk Sekarang
ne: अहिलेको लागि कुनै टप-अप प्याकेज उपलब्ध छैन
th: ไม่มีแพคเกจเติมเงินสำหรับขณะนี้

source: Link copied to clipboard
ms: Pautan disalin ke papan keratan
ne: लिंक क्लिपबोर्डमा प्रतिलिपि गरियो
th: ลิงก์คัดลอกไปยังคลิปบอร์ดแล้ว

source: Copy Link
ms: Salin Pautan
ne: लिंक प्रतिलिपि गर्नुहोस्
th: คัดลอกลิงก์

source: Share Link
ms: Kongsi Pautan
ne: लिङ्क साझा गर्नुहोस्
th: แชร์ลิงก์

# shareThisQRToYourFriend
source: Share this QR to your friends
ms: Kongsi QR ini kepada rakan anda
ne: यो QR आफ्ना साथीहरूलाई साझा गर्नुहोस्
th: แชร์ QR นี้ไปยังเพื่อนของคุณ

source: Refer Piiink App to your friends and earn *A Universal Piiinks as they perform transaction equals to *B
ms: Rujuk Aplikasi Piiink kepada rakan anda dan peroleh *A Piiinks Universal apabila mereka melakukan transaksi yang sama dengan *B
ne: आफ्ना साथीहरूलाई Piiink एप रेफर गर्नुहोस् र *B को बराबर लेनदेन गर्दा *A Universal Piiinks कमाउनुहोस्
th: แนะนำแอป Piiink ให้กับเพื่อนและได้รับ *A Universal Piiinks เมื่อพวกเขาทำธุรกรรมเท่ากับ *B

source: Refer Piiink App to your friends and earn *P Universal Piiinks
ms: Rujuk Aplikasi Piiink kepada rakan anda dan peroleh *P Piiinks Universal
ne: आफ्ना साथीहरूलाई Piiink एप रेफर गर्नुहोस् र *P Universal Piiinks कमाउनुहोस्
th: แนะนำแอป Piiink ให้กับเพื่อนและได้รับ *P Universal Piiinks

source: Refer a Friend
ms: Rujuk rakan
ne: एक साथीलाई सन्दर्भ गर्नुहोस्
th: แนะนำเพื่อน

source: Select the phone prefix
ms: Pilih awalan telefon
ne: फोन उपसर्ग चयन गर्नुहोस्
th: เลือกคำนำหน้าโทรศัพท์

source: Prefix*
ms: Awalan*
ne: उपसर्ग*
th: คำนำหน้า*

source: View Nearby
ms: Lihat Berdekatan
ne: नजिकै हेर्नुहोस्
th: ดูร้านใกล้เคียง

source: We want to set your actual location to show you nearby charities
ms: Kami ingin menetapkan lokasi sebenar anda untuk menunjukkan amal berdekatan.
ne: हामी तपाईंलाई नजिकैको परोपकारी संस्थाहरू देखाउन तपाईंको वास्तविक स्थान सेट गर्न चाहन्छौं।
th: เราต้องการตั้งตำแหน่งที่ตั้งจริงของคุณเพื่อแสดงมูลนิธิใกล้เคียง

source: Nearby Charities
ms: Amal Berdekatan
ne: नजिकैको परोपकारी संस्था
th: มูลนิธิใกล้เคียง

source: Search nearby charity
ms: Cari amal berdekatan
ne: नजिकैको परोपकार खोज्नुहोस्
th: ค้นหามูลนิธิใกล้เคียง

source: About
ms: Tentang
ne: बारे
th: เกี่ยวกับ

source: Free piiinks claimed successfully
ms: Piiinks Percuma Telah Dituntut Dengan Berjaya
ne: नि: शुल्क Piiinks सफलतापूर्वक दावी गरियो
th: เรียกร้องพี้นสิ้นสุดฟรีสำเร็จ

source: Please search by location or select category
ms: Sila cari mengikut lokasi atau pilih kategori
ne: कृपया स्थान अनुसार खोज्नुहोस् वा कोटी चयन गर्नुहोस्
th: โปรดค้นหาตามตำแหน่งหรือเลือกหมวดหมู่

source: Search By Location
ms: Cari Mengikut Lokasi
ne: स्थान द्वारा खोज
th: ค้นหาตามตำแหน่ง

source: Choose On Map
ms: Pilih di Peta
ne: नक्सामा छान्नुहोस्
th: เลือกบนแผนที่

source: Near Me
ms: Dekat Saya
ne: मेरो नजिक
th: ใกล้ฉัน

source: Select category
ms: Pilih kategori
ne: श्रेणी चयन गर्नुहोस्
th: เลือกหมวดหมู่

source: Search By Location/Category
ms: Cari Mengikut Lokasi/Kategori
ne: स्थान/श्रेणी अनुसार खोज्नुहोस्
th: ค้นหาตามตำแหน่ง/หมวดหมู่

source: You are not logged in
ms: Anda belum log masuk.
ne: तपाईं लग इन हुनुहुन्न।
th: คุณไม่ได้เข้าสู่ระบบ

source: Version
ms: Versi
ne: संस्करण
th: เวอร์ชัน

# usernameMustBeAtleastSixCharacters
source: Username must be atleast 6 characters
ms: Nama pengguna mesti sekurang-kurangnya 6 aksara.
ne: प्रयोगकर्ता नाम कम्तिमा 6 वर्णको हुनुपर्छ।
th: ชื่อผู้ใช้ต้องมีอย่างน้อย 6 ตัวอักษร

source: Notifications from &A to &B
ms: Pemberitahuan dari &A kepada &B
ne: सूचनाहरू &A देखि &B सम्म
th: การแจ้งเตือนจาก &A ถึง &B

source: With in &V KM
ms: Dalam &V KM
ne: &V KM मा
th: ภายใน &V กิโลเมตร

# loadXPiiinks
source: Load &L Piiinks
ms: Muatkan &L Piiinks
ne: लोड र एल Piiinks
th: โหลด &L พี้นสิ้นสุด

# piiinksCreditAdded
source: Piiink Credits Added
ms: Kredit Piiink Ditambah
ne: Piiink क्रेडिटहरू थपियो
th: เพิ่มเครดิต Piiink แล้ว

# congratulationNowYouHaveXPiiinks
source: Congratulations! You now have &X Piiinks
ms: Tahniah sekarang anda mempunyai kredit &X&V
ne: बधाई छ अब तपाईसँग &X&V क्रेडिट छ
th: ยินดีด้วยตอนนี้คุณมีเครดิต &X&V

source: Top-up and Pay &XY
ms: Isi dan Bayar &XY
ne: टप-अप र भुक्तान र XY
th: เติมเงินและชำระเงิน &XY

# iAgreeWithTheTermsAndCondition
source: I agree with the &C
ms: Saya bersetuju dengan &C
ne: म र सी संग सहमत छु
th: ฉันยินยอมกับ &C

# weWillDeductCPiinksFromYourCredit
source: We will deduct &C&X &CPiiinks from Your Credit
ms: Kami akan mengurangkan &C&X &CPiiinks dari Kredit Anda
ne: हामी तपाईंको क्रेडिटबाट &C&X &CPiiinks कटौती गर्नेछौं
th: เราจะหัก &C&X &CPiiinks จากเครดิตของคุณ

# noNotificationFrom
source: No notifications from &S to &E
ms: Tiada pemberitahuan dari &S kepada &E
ne: &S बाट &E सम्म कुनै सूचना छैन
th: ไม่มีการแจ้งเตือนจาก &S ถึง &E

source: You do not have any Transaction history to view between &X to &Y
ms: Anda tidak mempunyai sejarah transaksi untuk dilihat antara &X hingga &Y
ne: तपाईंसँग &X देखि &Y बीच हेर्नको लागि कुनै पनि लेनदेन इतिहास छैन
th: คุณไม่มีประวัติการทำธุรกรรมที่จะดูระหว่าง &X ถึง &Y

source: You do not have any TopUp history to view between @X to @Y
ms: Anda tidak mempunyai sejarah top-up untuk dilihat antara &X hingga &Y
ne: तपाईंसँग @X देखि @Y बीचमा हेर्नको लागि कुनै पनि TopUp इतिहास छैन
th: คุณไม่มีประวัติการเติมเงินที่จะดูระหว่าง @X ถึง @Y

source: upto &x% discount
ms: Diskaun sehingga &x%
ne: &x% सम्म छुट
th: สูงสุด &x% ส่วนลด

source: Accept
ms: Terima
ne: स्वीकार
th: ยอมรับ

source: Accept to use Piiinks
ms: Terima untuk menggunakan Piiinks
ne: Piiinks प्रयोग गर्न स्वीकार गर्नुहोस्
th: ยอมรับเพื่อใช้ Piiinks

source: Add Review
ms: Tambah Ulasan
ne: समीक्षा थप्नुहोस्
th: เพิ่มรีวิว

source: Additional
ms: Tambahan
ne: अतिरिक्त
th: เพิ่มเติม

source: Additional Information
ms: Informasi Tambahan
ne: अतिरिक्त जानकारी
th: ข้อมูลเพิ่มเติม

source: Agree and Continue
ms: Setuju dan Teruskan
ne: सहमत हुनुहोस् र जारी राख्नुहोस्
th: ยอมรับและดำเนินการต่อ

source: All Day
ms: Sepanjang Hari
ne: दिनभर
th: ทุกวัน

source: An email verification will be sent after the verification of Mobile OTP. Please check your email
ms: Pengesahan e-mel akan dihantar selepas pengesahan OTP mudah alih. Sila periksa e-mel anda.
ne: मोबाइल OTP प्रमाणीकरण पछि ईमेल प्रमाणिकरण पठाइनेछ। कृपया आफ्नो इमेल जाँच गर्नुहोस्।
th: จะส่งอีเมลการยืนยันหลังจากการยืนยัน Mobile OTP โปรดตรวจสอบอีเมลของคุณ

source: Apply
ms: Mohon
ne: लागू गर्नुहोस्
th: ใช้

source: Apply Premium Code
ms: Mohon Kod Premium
ne: प्रिमियम कोड लागू गर्नुहोस्
th: ใช้รหัสพรีเมียม

source: Are you sure you want to delete all notifications?
ms: Adakah anda pasti ingin memadam semua pemberitahuan?
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ सबै सूचनाहरू मेटाउन चाहनुहुन्छ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการแจ้งเตือนทั้งหมด?

source: Are you sure you want to log out?
ms: Adakah anda pasti ingin log keluar?
ne: के तपाई लग आउट गर्न निश्चित हुनुहुन्छ?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?

source: Are you sure you want to remove your account?
ms: Adakah anda pasti ingin memadam akaun anda?
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ आफ्नो खाता हटाउन चाहनुहुन्छ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?

source: Available Universal Piiinks
ms: Piiinks Universal yang Tersedia
ne: उपलब्ध विश्वव्यापी Piiinks
th: พี้นสิ้นสุดยูเนียวเวอร์ซัลทั้งหมด

source: Away
ms: Jauh
ne: टाढा
th: ห่าง

source: Best Offers
ms: Tawaran Terbaik
ne: उत्तम प्रस्तावहरू
th: ข้อเสนอที่ดีที่สุด

source: Biometric Authentication
ms: Pengesahan Biometrik
ne: बायोमेट्रिक प्रमाणीकरण
th: การพิสูจน์ตัวด้วยวิธีชีวภาพ

source: Biometric authentication disabled successfully
ms: Pengesahan Biometrik Berjaya Dimatikan!
ne: बायोमेट्रिक प्रमाणीकरण सफलतापूर्वक असक्षम गरियो!
th: ปิดการใช้งานการพิสูจน์ตัวด้วยวิธีชีวภาพเรียบร้อยแล้ว!

source: Biometric authentication enabled successfully
ms: Pengesahan Biometrik Berjaya Diaktifkan!
ne: बायोमेट्रिक प्रमाणीकरण सफलतापूर्वक सक्षम पारियो!
th: เปิดใช้งานการพิสูจน์ตัวด้วยวิธีชีวภาพเรียบร้อยแล้ว!

source: Biometrics
ms: Biometrik
ne: बायोमेट्रिक्स
th: ชีวภาพ

source: Buy &X Universal Piiink Credits
ms: Beli &X Kredit Piiink Universal
ne: &X युनिभर्सल Piiink क्रेडिटहरू किन्नुहोस्
th: ซื้อ &X เครดิตพี้นสิ้นสุดยูเนียวเวอร์ซัล

source: By Clicking
ms: Dengan Mengklik
ne: क्लिक गरेर
th: ด้วยการคลิก

source: Cancel
ms: Batal
ne: रद्द गर्नुहोस्
th: ยกเลิก

source: Cannot open Facebook
ms: Tidak boleh membuka Facebook
ne: फेसबुक खोल्न सकिदैन
th: ไม่สามารถเปิด Facebook ได้

source: Cannot open Instagram
ms: Tidak boleh membuka Instagram
ne: इन्स्टाग्राम खोल्न सकिँदैन
th: ไม่สามารถเปิด Instagram ได้

# cashFromEachTransaction
source: Cash from each transaction will go to your selected charity
ms: Tunai dari setiap transaksi akan disumbangkan kepada amal pilihan anda.
ne: प्रत्येक लेनदेनबाट नगद तपाईंको चयन गरिएको परोपकारमा जानेछ।
th: เงินสดจากทุกธุรกรรมจะไปยังมูลนิธิที่คุณเลือก

source: Change Country
ms: Tukar Negara
ne: देश बदलौ
th: เปลี่ยนประเทศ

source: Change Password
ms: Tukar Kata Laluan
ne: पासवर्ड परिवर्तन गर्नुहोस्
th: เปลี่ยนรหัสผ่าน

source: Charity
ms: Amal
ne: परोपकार
th: มูลนิธิ

source: Charity changed
ms: Amal Telah Ditukar
ne: परोपकार परिवर्तन भयो
th: เปลี่ยนมูลนิธิแล้ว

source: Charity within
ms: Amal dalam
ne: भित्र परोपकार
th: มูลนิธิภายใน

source: Choose Country
ms: Pilih Negara
ne: देश छान्नुहोस्
th: เลือกประเทศ

source: Choose Date
ms: Pilih Tarikh
ne: मिति छान्नुहोस्
th: เลือกวันที่

# chooseLanguage
source: Choose Preferred Language
ms: Pilih Bahasa Pilihan
ne: मनपर्ने भाषा छान्नुहोस्
th: เลือกภาษาที่ชอบ

source: Choose One
ms: Pilih Satu
ne: एउटा छान्नुहोस्
th: เลือกหนึ่ง

source: Choose Wallet
ms: Pilih Dompet
ne: वालेट छान्नुहोस्
th: เลือกกระเป๋าเงิน

source: City *
ms: Bandar *
ne: शहर*
th: เมือง *

source: Clear
ms: Kosongkan
ne: स्पष्ट
th: ล้าง

source: Coming Soon...
ms: Segera Datang...
ne: चाँडै आउँदैछ...
th: เร็ว ๆ นี้...

source: Confirm Password
ms: Sahkan Kata Laluan
ne: पासवर्ड पुष्टि गर्नुहोस्
th: ยืนยันรหัสผ่าน

# confirmPasswordA
source: Confirm Password *
ms: Sahkan Kata Laluan *
ne: पासवर्ड पुष्टि गर्नुहोस् *
th: ยืนยันรหัสผ่าน *

source: Confirm password does not match
ms: Sahkan kata laluan tidak sepadan
ne: पासवर्ड मेल खाँदैन पुष्टि गर्नुहोस्
th: รหัสผ่านยืนยันไม่ตรงกัน

source: Confirm Wallet
ms: Sahkan Dompet
ne: वालेट पुष्टि गर्नुहोस्
th: ยืนยันกระเป๋าเงิน

source: Congratulations
ms: Tahniah!
ne: बधाई छ!
th: ยินดีด้วย!

source: Congratulations! You have successfully registered using premium code. Next, you can either topup or account or continue
ms: Tahniah! Anda telah berjaya mendaftar menggunakan kod premium. Seterusnya, anda boleh topup, membuka akaun atau teruskan.
ne: बधाई छ!! तपाईंले प्रिमियम कोड प्रयोग गरेर सफलतापूर्वक दर्ता गर्नुभएको छ। त्यसपछि, तपाईं या त टपअप वा खाता वा जारी राख्न सक्नुहुन्छ।
th: ยินดีด้วย !! คุณลงทะเบียนเรียบร้อยแล้วโดยใช้รหัสพรีเมียม ถัดไปคุณสามารถเติมเงินหรือบัญชีหรือดำเนินการต่อ

source: Contact
ms: Hubungi
ne: सम्पर्क
th: ติดต่อ

source: Contact Info
ms: Maklumat Hubungan
ne: सम्पर्क जानकारी
th: ข้อมูลการติดต่อ

source: Contact Person First Name *
ms: Nama Pertama Orang Hubungan *
ne: सम्पर्क व्यक्तिको पहिलो नाम *
th: ชื่อจริงของผู้ติดต่อ *

source: Contact Person Last Name *
ms: Nama Terakhir Orang Hubungan *
ne: सम्पर्क व्यक्तिको अन्तिम नाम *
th: นามสกุลของผู้ติดต่อ *

# continueL
source: Continue
ms: Teruskan
ne: जारी राख्नुहोस्
th: ดำเนินการต่อ

source: Continue with default Piiink credits
ms: Teruskan dengan Kredit Piiink Lalai
ne: पूर्वनिर्धारित Piiink क्रेडिटहरूसँग जारी राख्नुहोस्
th: ดำเนินการต่อด้วยเครดิตพี้นสิ้นสุดเริ่มต้น

source: Continue without Top-up
ms: Teruskan tanpa Top-up
ne: टप-अप बिना जारी राख्नुहोस्
th: ดำเนินการต่อโดยไม่ต้องเติมเงิน

source: Could not receive notifications
ms: Tidak dapat menerima pemberitahuan!
ne: सूचनाहरू प्राप्त गर्न सकिएन!
th: ไม่สามารถรับการแจ้งเตือนได้!

source: Couldn't delete the account
ms: Tidak dapat memadam akaun!
ne: खाता मेटाउन सकिएन!
th: ไม่สามารถลบบัญชีได้!

source: Couldn't fetch the favourite data
ms: Tidak dapat mengambil data kegemaran!
ne: मनपर्ने डाटा ल्याउन सकिएन!!
th: ไม่สามารถดึงข้อมูลที่ชื่นชอบได้!!

source: Couldn't recommend merchant
ms: Tidak dapat mengesyorkan peniaga!
ne: व्यापारी सिफारिस गर्न सकिएन!
th: ไม่สามารถแนะนำร้านค้าได้!

source: Couldn't resend OTP
ms: Tidak dapat menghantar semula OTP
ne: ओटीपी पुन: पठाउन सकिएन
th: ไม่สามารถส่ง OTP อีกครั้งได้

source: Country changed successfully
ms: Negara Berjaya Ditukar
ne: देश सफलतापूर्वक परिवर्तन भयो
th: เปลี่ยนประเทศเรียบร้อยแล้ว

source: Credit Remaning
ms: Kredit Tersisa
ne: क्रेडिट रिम्यानिङ
th: เครดิตที่เหลืออยู่

source: Current Password
ms: Kata Laluan Semasa
ne: हालको पासवर्ड
th: รหัสผ่านปัจจุบัน

source: Current password does not match
ms: Kata laluan semasa tidak sepadan
ne: हालको पासवर्ड मेल खाँदैन
th: รหัสผ่านปัจจุบันไม่ตรงกับ

source: Currently there are no charities available for this country
ms: Pada masa ini tiada amal yang tersedia untuk negara ini
ne: हाल यस देशको लागि कुनै परोपकारी संस्थाहरू उपलब्ध छैनन्
th: ในปัจจุบันยังไม่มีมูลนิธิที่ใช้ได้สำหรับประเทศนี้

source: Currently there are no charities available in your location
ms: Pada masa ini tiada amal yang tersedia di lokasi anda
ne: हाल तपाईको स्थानमा कुनै परोपकारी संस्थाहरू उपलब्ध छैनन्
th: ในปัจจุบันยังไม่มีมูลนิธิที่ใช้ได้ในสถานที่ของคุณ

source: Do you want to disable biometric login?
ms: Adakah anda ingin menonaktifkan log masuk biometrik?
ne: के तपाइँ बायोमेट्रिक लगइन असक्षम गर्न चाहनुहुन्छ?
th: คุณต้องการปิดการใช้งานการเข้าสู่ระบบด้วยวิธีชีวภาพหรือไม่?

source: Edit Profile
ms: Edit Profil
ne: प्रोफाइल सम्पादन गर्नुहोस्
th: แก้ไขโปรไฟล์

source: Email *
ms: E-mel *
ne: इमेल*
th: อีเมล *

source: email and
ms: e-mel dan
ne: इमेल र
th: อีเมลและ

source: Email not verified
ms: E-mel tidak disahkan!
ne: इमेल प्रमाणित भएन!
th: อีเมลไม่ได้รับการยืนยัน!

source: Email or phone number already exists
ms: E-mel atau Nombor Telefon Sudah Wujud.
ne: इमेल वा फोन नम्बर पहिले नै अवस्थित छ।
th: อีเมลหรือหมายเลขโทรศัพท์มือถือมีอยู่แล้ว

source: Enable Access
ms: Aktifkan Akses
ne: पहुँच सक्षम गर्नुहोस्
th: เปิดใช้งานการเข้าถึง

source: Enter amount of transaction
ms: Masukkan jumlah transaksi
ne: लेनदेनको रकम प्रविष्ट गर्नुहोस्
th: ป้อนจำนวนเงินที่ธุรกรรม

source: enter code manually
ms: Masukkan kod secara manual.
ne: कोड म्यानुअल रूपमा प्रविष्ट गर्नुहोस्।
th: ป้อนรหัสด้วยตนเอง.

source: Enter Details
ms: Masukkan Butiran
ne: विवरणहरू प्रविष्ट गर्नुहोस्
th: ป้อนรายละเอียด

# enterNewPassword
source: Please enter new password
ms: Sila masukkan kata laluan baru
ne: कृपया नयाँ पासवर्ड प्रविष्ट गर्नुहोस्
th: โปรดป้อนรหัสผ่านใหม่

source: Enter or scan Issuer Code
ms: Masukkan atau imbas Kod Penerbit
ne: जारीकर्ता कोड प्रविष्ट गर्नुहोस् वा स्क्यान गर्नुहोस्
th: ป้อนหรือสแกนรหัสผู้ออก

source: Enter Premium Code
ms: Masukkan Kod Premium
ne: प्रिमियम कोड प्रविष्ट गर्नुहोस्
th: ป้อนรหัสพรีเมียม

source: Enter the Merchant Transaction Code
ms: Masukkan Kod Transaksi Peniaga
ne: व्यापारी लेनदेन कोड प्रविष्ट गर्नुहोस्
th: ป้อนรหัสธุรกรรมของร้านค้า

source: Enter the OTP that has been sent in your email
ms: Masukkan OTP yang telah dihantar dalam e-mel anda
ne: तपाईंको इमेलमा पठाइएको OTP प्रविष्ट गर्नुहोस्
th: ป้อน OTP ที่ส่งไปยังอีเมลของคุณ

source: Enter the OTP that has been sent in your mobile number
ms: Masukkan OTP yang telah dihantar dalam nombor mudah alih anda
ne: तपाईंको मोबाइल नम्बरमा पठाइएको OTP प्रविष्ट गर्नुहोस्
th: ป้อน OTP ที่ส่งไปยังหมายเลขโทรศัพท์มือถือของคุณ

source: Enter valid credentials
ms: Masukkan kelayakan yang sah!
ne: वैध प्रमाणहरू प्रविष्ट गर्नुहोस्!
th: ป้อนข้อมูลเข้าสู่ระบบที่ถูกต้อง!

source: Enter valid mobile number
ms: Masukkan nombor mudah alih yang sah
ne: वैध मोबाइल नम्बर प्रविष्ट गर्नुहोस्
th: ป้อนหมายเลขโทรศัพท์มือถือที่ถูกต้อง

source: Enter valid password
ms: Masukkan kata laluan yang sah
ne: वैध पासवर्ड प्रविष्ट गर्नुहोस्
th: ป้อนรหัสผ่านที่ถูกต้อง

source: Error
ms: Ralat
ne: त्रुटि
th: ข้อผิดพลาด

source: Error in editing profile
ms: Ralat dalam mengedit profil
ne: प्रोफाइल सम्पादन गर्दा त्रुटि
th: ข้อผิดพลาดในการแก้ไขโปรไฟล์

source: Error resending OTP
ms: Ralat menghantar semula OTP
ne: ओटीपी पुन: पठाउन त्रुटि
th: ข้อผิดพลาดในการส่ง OTP อีกครั้ง

source: Favorite
ms: Kegemaran
ne: मनपर्ने
th: โปรดชื่นชอบ

source: Favourite Merchants
ms: Peniaga Kegemaran
ne: मनपर्ने व्यापारीहरू
th: ร้านค้าที่โปรด

source: Filter
ms: Tapis
ne: फिल्टर
th: กรอง

source: Finish
ms: Selesai
ne: समाप्त
th: เสร็จสิ้น

source: First Name *
ms: Nama Pertama *
ne: पहिलो नाम *
th: ชื่อจริง *

source: First try shopping with some merchants to gain and transfer Merchant Piiinks
ms: Cuba berbelanja dengan beberapa peniaga untuk mendapatkan dan memindahkan Merchant Piiinks
ne: पहिले व्यापारी Piiinks प्राप्त गर्न र स्थानान्तरण गर्न केही व्यापारीहरूसँग किनमेल गर्ने प्रयास गर्नुहोस्
th: ลองซื้อของกับร้านค้าบางร้านก่อนเพื่อได้รับและโอน Merchant Piiinks

source: For recommending the new merchant register membership or log in
ms: Untuk mengesyorkan peniaga baru, daftar keahlian atau log masuk.
ne: नयाँ व्यापारी दर्ता सदस्यता सिफारिस गर्न वा लग इन गर्नुहोस्।
th: สำหรับการแนะนำร้านค้าใหม่ ลงทะเบียนสมาชิกหรือเข้าสู่ระบบ

source: Forgot Password?
ms: Lupa Kata Laluan?
ne: पासवर्ड बिर्सनुभयो?
th: ลืมรหัสผ่าน?

source: Free
ms: Percuma
ne: नि:शुल्क
th: ฟรี

source: Friday
ms: Jumaat
ne: शुक्रबार
th: วันศุกร์

source: Get Free 20 Universal Free Credits
ms: Dapatkan 20 Kredit Percuma Universal
ne: नि:शुल्क २० युनिभर्सल फ्री क्रेडिटहरू पाउनुहोस्
th: รับ 20 เครดิตพี้นสิ้นสุดยูเนียวเวอร์ซัลฟรี

source: Group Merchant
ms: Kumpulan Peniaga
ne: समूह व्यापारी
th: ร้านค้ากลุ่ม

source: Home
ms: Rumah
ne: घर
th: หน้าแรก

source: If you click on cancel, your mobile number won't be verified and only the other changes will be done
ms: Jika anda mengklik Batal, nombor mudah alih anda tidak akan disahkan dan hanya perubahan lain akan dilakukan.
ne: यदि तपाइँ रद्द मा क्लिक गर्नुहुन्छ भने, तपाइँको मोबाइल नम्बर प्रमाणित हुनेछैन र केवल अन्य परिवर्तनहरू गरिनेछ।
th: หากคุณคลิกยกเลิกหมายเลขโทรศัพท์มือถือของคุณจะไม่ได้รับการยืนยันและเฉพาะการเปลี่ยนแปลงอื่น ๆ เท่านั้นที่จะเกิดขึ้น

source: If your camera is not working properly
ms: Jika kamera anda tidak berfungsi dengan betul
ne: यदि तपाईको क्यामेराले राम्रोसँग काम गरिरहेको छैन भने
th: หากกล้องของคุณไม่ทำงานอย่างเหมาะสม

source: Insufficient Piiink Credits
ms: Kredit Piiink Tidak Mencukupi
ne: अपर्याप्त Piiink क्रेडिटहरू
th: เครดิตพี้นสิ้นสุดไม่เพียงพอ

source: Invalid QR code
ms: Kod QR tidak sah
ne: अमान्य QR कोड
th: รหัส QR ไม่ถูกต้อง

source: Issue in deleting notifications
ms: Masalah dalam memadam pemberitahuan!
ne: सूचनाहरू मेटाउँदा समस्या!
th: มีปัญหาในการลบการแจ้งเตือน!

source: Issuer code is not valid
ms: Kod Penerbit tidak sah!
ne: जारीकर्ता कोड मान्य छैन!
th: รหัสผู้ออกไม่ถูกต้อง!

source: Last Name *
ms: Nama Akhir *
ne: अन्तिम नाम *
th: นามสกุล *

source: Link your fingerprint/face for faster login
ms: Pautan cap jari/muka anda untuk log masuk yang lebih cepat.
ne: छिटो लगइनको लागि आफ्नो फिंगरप्रिन्ट/अनुहार लिङ्क गर्नुहोस्।
th: เชื่อมโยงลายนิ้วมือ/ใบหน้าของคุณเพื่อเข้าสู่ระบบได้เร็วขึ้น

source: Location
ms: Lokasi
ne: स्थान
th: ตำแหน่ง

source: Log In
ms: Log Masuk
ne: लग इन
th: เข้าสู่ระบบ

source: Log Out
ms: Log Keluar
ne: लग आउट
th: ออกจากระบบ

source: Map View
ms: Paparan Peta
ne: नक्सा दृश्य
th: มุมมองแผนที่

source: Membership
ms: Keahlian
ne: सदस्यता
th: สมาชิก
