Repository: Yukesh570/touristsaver
Catalog: assets/l10n/app_*.arb
Languages: ms, ne, th

source: Merchant
ms: Peniaga
ne: व्यापारी
th: ร้านค้า

source: Merchant added to favorites
ms: Peniaga Ditambahkan ke Kegemaran!
ne: व्यापारीलाई मनपर्नेमा थपियो!
th: ร้านค้าถูกเพิ่มในรายการโปรด!

source: Merchant Categories
ms: Kategori Peniaga
ne: व्यापारी कोटिहरु
th: หมวดหมู่ของร้านค้า

source: Merchant Code
ms: Kod Peniaga
ne: व्यापारी कोड
th: รหัสร้านค้า

source: Merchant Email *
ms: E-mel Peniaga *
ne: व्यापारी इमेल *
th: อีเมลร้านค้า *

source: Merchant Info
ms: Maklumat Peniaga
ne: व्यापारी जानकारी
th: ข้อมูลร้านค้า

source: Merchant Name *
ms: Nama Peniaga *
ne: व्यापारी नाम *
th: ชื่อร้านค้า *

# merchantNameP
source: Merchant Name
ms: Nama Peniaga
ne: व्यापारी नाम
th: ชื่อร้านค้า

source: Merchant Offers
ms: Tawaran Peniaga
ne: व्यापारी प्रस्ताव
th: ข้อเสนอจากร้านค้า

source: Merchant Phone Number *
ms: Nombor Telefon Peniaga *
ne: व्यापारी फोन नम्बर *
th: หมายเลขโทรศัพท์มือถือของร้านค้า *

source: Merchant recommended successfully
ms: Peniaga disyorkan dengan berjaya.
ne: व्यापारीलाई सफलतापूर्वक सिफारिस गरियो।
th: แนะนำร้านค้าเรียบร้อยแล้ว

source: Merchant removed from favorites
ms: Peniaga Dikeluarkan dari Kegemaran!
ne: व्यापारीलाई मनपर्नेबाट हटाइयो!
th: ร้านค้าถูกลบออกจากรายการโปรดแล้ว!

source: Merchant Wallet
ms: Dompet Peniaga
ne: व्यापारी वालेट
th: กระเป๋าเงินของร้านค้า

source: Merchants
ms: Peniaga
ne: व्यापारी
th: ร้านค้า

source: not available
ms: tidak tersedia
ne: उपलब्ध छैन
th: ไม่มี

# mobNumWop
source: Mobile number (without prefix) *
ms: Nombor mudah alih (tanpa awalan) *
ne: मोबाइल नम्बर (उपसर्ग बिना) *
th: หมายเลขโทรศัพท์มือถือ (โดยไม่มีรหัสพื้นที่) *

source: Mobile Number
ms: Nombor Mudah Alih
ne: मोबाइल नम्बर
th: หมายเลขโทรศัพท์มือถือ

# mobileNumberA
source: Mobile Number *
ms: Nombor Mudah Alih *
ne: मोबाइल नम्बर*
th: หมายเลขโทรศัพท์มือถือ *

source: Mobile number does not match with your chosen country
ms: Nombor mudah alih tidak sepadan dengan negara pilihan anda
ne: मोबाइल नम्बर तपाईको रोजेको देशसँग मेल खाँदैन
th: หมายเลขโทรศัพท์มือถือไม่ตรงกับประเทศที่คุณเลือก

source: Mobile number must be at least 7 digits
ms: Nombor mudah alih mesti sekurang-kurangnya 7 digit!
ne: मोबाइल नम्बर कम्तीमा ७ अंकको हुनुपर्छ!
th: หมายเลขโทรศัพท์มือถือต้องมีอย่างน้อย 7 หลัก!

source: Mobile Number Verification
ms: Pengesahan Nombor Mudah Alih
ne: मोबाइल नम्बर प्रमाणिकरण
th: การยืนยันหมายเลขโทรศัพท์มือถือ

source: Monday
ms: Isnin
ne: सोमबार
th: วันจันทร์

source: More Offers
ms: Tawaran Lebih
ne: थप प्रस्तावहरू
th: ข้อเสนอเพิ่มเติม

source: My Membership
ms: Keahlian Saya
ne: मेरो सदस्यता
th: สมาชิกของฉัน

source: My Wallet
ms: Dompet Saya
ne: मेरो वालेट
th: กระเป๋าเงินของฉัน

source: Nearby Charity
ms: Amal Berdekatan
ne: नजिकको परोपकार
th: มูลนิธิใกล้เคียง

source: Nearby Merchants
ms: Peniaga Berdekatan
ne: नजिकैका व्यापारीहरू
th: ร้านค้าใกล้เคียง

source: New Password
ms: Kata Laluan Baru
ne: नयाँ पासवर्ड
th: รหัสผ่านใหม่

source: Next
ms: Seterusnya
ne: अर्को
th: ถัดไป

source: No
ms: Tidak
ne: होइन
th: ไม่

source: No any country or state or region
ms: Tiada negara atau negeri atau kawasan mana-mana
ne: कुनै पनि देश वा राज्य वा क्षेत्र छैन
th: ไม่มีประเทศหรือรัฐหรือภูมิภาคใด ๆ

source: No biometric function
ms: Tiada Fungsi Biometrik
ne: बायोमेट्रिक प्रकार्य छैन
th: ไม่มีฟังก์ชั่นชีววิภาพ

source: No Category Found
ms: Tiada Kategori Dijumpai
ne: कुनै वर्ग फेला परेन
th: ไม่พบหมวดหมู่

source: No Charity Available
ms: Tiada Amal Tersedia
ne: कुनै परोपकारी उपलब्ध छैन
th: ไม่มีมูลนิธิที่ใช้ได้

source: No Charity Found
ms: Tiada Amal Dijumpai
ne: कुनै परोपकारी भेटिएन
th: ไม่พบมูลนิธิ

source: No Discount
ms: Tiada Diskaun
ne: कुनै छुट छैन
th: ไม่มีส่วนลด

source: No Email
ms: Tiada E-mel
ne: कुनै इमेल छैन
th: ไม่มีอีเมล

source: No Facebook link
ms: Tiada Pautan Facebook
ne: फेसबुक लिङ्क छैन
th: ไม่มีลิงก์ Facebook

source: No Instagram Link
ms: Tiada Pautan Instagram
ne: इन्स्टाग्राम लिङ्क छैन
th: ไม่มีลิงก์ Instagram

source: No Member Code
ms: Tiada Kod Ahli
ne: कुनै सदस्य कोड छैन
th: ไม่มีรหัสสมาชิก

source: No Merchant Available
ms: Tiada Peniaga Tersedia
ne: कुनै व्यापारी उपलब्ध छैन
th: ไม่มีร้านค้าที่ใช้ได้

source: No Merchant Category
ms: Tiada Kategori Peniaga
ne: कुनै व्यापारी वर्ग छैन
th: ไม่มีหมวดหมู่ของร้านค้า

source: No Merchant Description
ms: Tiada Penerangan Peniaga
ne: कुनै व्यापारी विवरण छैन
th: ไม่มีคำอธิบายร้านค้า

source: No Merchant Found
ms: Tiada Peniaga Dijumpai
ne: कुनै व्यापारी भेटिएन
th: ไม่พบร้านค้า

source: No merchant is available right now. We will keep you updated
ms: Tiada Peniaga tersedia pada masa ini. Kami akan memperbarui anda.
ne: अहिले कुनै पनि व्यापारी उपलब्ध छैन। हामी तपाईंलाई अपडेट राख्नेछौं।
th: ไม่มีร้านค้าที่ใช้ได้ในขณะนี้ เราจะแจ้งให้คุณทราบ

source: No Merchant Piiink Available
ms: Tiada Piiink Peniaga Tersedia
ne: कुनै पनि व्यापारी Piiink उपलब्ध छैन
th: ไม่มี Merchant Piiink ที่ใช้ได้

source: No Number
ms: Tiada Nombor
ne: नम्बर छैन
th: ไม่มีหมายเลข

source: No Opening Hours
ms: Tiada Waktu Operasi
ne: खुल्ने समय छैन
th: ไม่มีเวลาเปิดปิด

source: No Region Available
ms: Tiada Kawasan Tersedia
ne: कुनै क्षेत्र उपलब्ध छैन
th: ไม่มีภูมิภาคที่ใช้ได้

source: No Reviews to Show
ms: Tiada Ulasan untuk Ditunjukkan!
ne: देखाउनको लागि कुनै समीक्षाहरू छैनन्!
th: ไม่มีรีวิวให้แสดง!

source: No Slider Image Added
ms: Tiada Gambar Slider Ditambah
ne: कुनै स्लाइडर छवि थपिएको छैन
th: ไม่มีรูปภาพสไลด์เดอร์ที่เพิ่ม

source: No State Available
ms: Tiada Negeri Tersedia
ne: कुनै राज्य उपलब्ध छैन
th: ไม่มีรัฐที่ใช้ได้

source: No thanks
ms: Tidak, terima kasih
ne: होइन धन्यवाद
th: ไม่เป็นไร

source: No Top-up available
ms: Tiada Top-up tersedia
ne: टप-अप उपलब्ध छैन
th: ไม่มีการเติมเงิน

source: No Top Up has been done yet
ms: Tiada Top Up telah dilakukan lagi!
ne: अहिले सम्म कुनै टप अप गरिएको छैन!
th: ยังไม่มีการเติมเงิน!

# noTransactionHasBeenCompletedYet
source: No transaction data is available
ms: Tiada data Transaksi tersedia!!
ne: कुनै लेनदेन डाटा उपलब्ध छैन !!
th: ยังไม่มีข้อมูลการทำธุรกรรม!!

# noTransactionsBetween
source: You do not have any transactions between
ms: Anda tidak mempunyai sebarang transaksi antara
ne: तपाई बिच कुनै लेनदेन छैन
th: คุณไม่มีธุรกรรมใด ๆ ระหว่าง

source: No Website Link
ms: Tiada Pautan Laman Web
ne: कुनै वेबसाइट लिङ्क छैन
th: ไม่มีลิงก์เว็บไซต์

source: Not enough Piiink credits
ms: Tidak Cukup Kredit Piiink
ne: पर्याप्त Piiink क्रेडिटहरू छैनन्
th: เครดิตพี้นสิ้นสุดไม่เพียงพอ

source: Notifications
ms: Pemberitahuan
ne: सूचनाहरू
th: การแจ้งเตือน

source: Notifications deleted successfully
ms: Pemberitahuan berjaya dipadam!
ne: सूचनाहरू सफलतापूर्वक मेटाइयो!
th: ลบการแจ้งเตือนเรียบร้อยแล้ว!

source: Number of Piiinks to be transferred
ms: Bilangan Piiinks yang Hendak Dipindahkan
ne: स्थानान्तरण गरिने Piiinks को संख्या
th: จำนวน Piiinks ที่จะโอน

source: Ok
ne: ठीक
th: ตกลง

source: Oops!!
ms: Ops!!
ne: उफ्!!
th: อุปส์!!

source: Opening Hours
ms: Waktu Operasi
ne: खुल्ने समय
th: เวลาเปิดปิด

source: OR
ms: ATAU
ne: वा
th: หรือ

source: OTP has been sent to your
ms: OTP telah dihantar ke
ne: ओटीपी तपाईको मा पठाइएको छ
th: OTP ถูกส่งไปยัง

source: OTP is not valid or Server Error
ms: OTP tidak sah atau Ralat Pelayan
ne: OTP मान्य छैन वा सर्भर त्रुटि
th: OTP ไม่ถูกต้องหรือมีข้อผิดพลาดจากเซิร์ฟเวอร์

source: OTP sent successfully
ms: OTP berjaya dihantar!
ne: OTP सफलतापूर्वक पठाइयो!
th: ส่ง OTP สำเร็จแล้ว!

# partOfOurMission
source: Part of our mission is to "perpetually contribute back to society and make a difference to the lives of others"
ms: Sebahagian daripada misi kami adalah untuk "menyumbang secara berterusan kepada masyarakat dan membuat perubahan dalam kehidupan orang lain".
ne: हाम्रो मिशनको भाग भनेको "सदाका लागि समाजमा फिर्ता योगदान दिनु र अरूको जीवनमा फरक पार्नु हो।
th: ส่วนหนึ่งของพันธกิจของเราคือ "การสนับสนุนกลับสู่สังคมและทำความแตกต่างในชีวิตของผู้อื่นอย่างต่อเนื่อง"

source: Password
ms: Kata Laluan
ne: पासवर्ड
th: รหัสผ่าน

# passwordA
source: Password *
ms: Kata Laluan *
ne: पासवर्ड*
th: รหัสผ่าน *

source: Password changed successfully
ms: Kata Laluan berjaya ditukar
ne: पासवर्ड सफलतापूर्वक परिवर्तन भयो
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว

# passwordNoMatch
source: Confirm password does not match
ms: Sahkan kata laluan tidak sepadan
ne: पासवर्ड मेल खाँदैन पुष्टि गर्नुहोस्
th: รหัสผ่านยืนยันไม่ตรงกัน

# passwordsAreSame
source: Current password and new password are same
ms: Kata Laluan Semasa dan kata laluan baru adalah sama
ne: हालको पासवर्ड र नयाँ पासवर्ड एउटै हो
th: รหัสผ่านปัจจุบันและรหัสผ่านใหม่เหมือนกัน

source: Pay
ms: Bayar
ne: भुक्तानी
th: ชำระ

source: Payment failed
ms: Pembayaran Gagal
ne: भुक्तानी असफल
th: การชำระเงินล้มเหลว

source: Payment successful
ms: Pembayaran Berjaya
ne: भुक्तानी सफल
th: การชำระเงินสำเร็จ

# phoneNum
source: Phone Number
ms: Nombor Telefon
ne: फोन नम्बर
th: หมายเลขโทรศัพท์

source: Phone Number *
ms: Nombor Telefon *
ne: फोन नम्बर*
th: หมายเลขโทรศัพท์ *

source: Phone number should be at least 7 digits
ms: Nombor telefon mesti sekurang-kurangnya 7 digit
ne: फोन नम्बर कम्तीमा ७ अंकको हुनुपर्छ
th: หมายเลขโทรศัพท์ควรมีอย่างน้อย 7 หลัก

source: Piiink Credits
ms: Kredit Piiink
ne: Piiink क्रेडिट
th: เครดิตพี้นสิ้นสุด

source: Piiink Credits Info
ms: Maklumat Kredit Piiink
ne: Piiink क्रेडिट जानकारी
th: ข้อมูลเครดิตพี้นสิ้นสุด

# piiinkCreditsInfoD
source: Universal Piiink Credits allow you to get a discount with any of our Merchants. Every time you use Piiink you will receive Merchant Piiink credits to spend back with the issuing Merchant
ms: Kredit Piiink Universal membolehkan anda mendapat diskaun dengan mana-mana Peniaga kami. Setiap kali anda menggunakan Piiink, anda akan menerima kredit Piiink Peniaga untuk dibelanjakan semula dengan Peniaga penerbit.
ne: युनिभर्सल Piiink क्रेडिटहरूले तपाईंलाई हाम्रा कुनै पनि व्यापारीहरूसँग छुट प्राप्त गर्न अनुमति दिन्छ। प्रत्येक पटक तपाईंले Piiink प्रयोग गर्दा तपाईंले जारी गर्ने व्यापारीसँग फिर्ता खर्च गर्न व्यापारी Piiink क्रेडिटहरू प्राप्त गर्नुहुनेछ।
th: เครดิตพี้นสิ้นสุดเป็นเครดิตพี้นสิ้นสุดสากลที่ช่วยให้คุณได้รับส่วนลดกับ Merchant ของเรา ทุกครั้งที่คุณใช้ Piiink คุณจะได้รับเครดิต Merchant Piiink เพื่อใช้ในการชำระคืนกับร้านค้าผู้ออก

# piiinkTransferredSuccessfully
source: Piiinks transferred successfully
ms: Piiink Berpindah Berjaya
ne: Piiink सफलतापूर्वक स्थानान्तरण गरियो
th: โอน Piiink สำเร็จแล้ว

source: Piiinks
ne: पिइन्क्स

source: Piiinks Loaded
ms: Piiinks Dimuatkan
ne: Piiinks लोड भयो
th: โหลด Piiinks

source: Piiinks On Hold
ms: Piiinks Dalam Tahanan
ne: Piiinks अन होल्ड
th: Piiinks อยู่ในการถือครอง

source: Please Accept Terms & Conditions
ms: Sila Terima Terma & Syarat
ne: कृपया नियम र सर्तहरू स्वीकार गर्नुहोस्
th: โปรดยอมรับข้อกำหนดและเงื่อนไข

source: Please authenticate to sign in
ms: Sila autentikasi untuk log masuk
ne: कृपया साइन इन गर्न प्रमाणीकरण गर्नुहोस्
th: โปรดตรวจสอบเพื่อเข้าสู่ระบบ

source: Please enter city
ms: Sila masukkan bandar
ne: कृपया सहरमा प्रवेश गर्नुहोस्
th: โปรดป้อนเมือง

source: Please enter contact person first name
ms: Sila masukkan nama pertama orang kenalan
ne: कृपया सम्पर्क व्यक्तिको पहिलो नाम प्रविष्ट गर्नुहोस्
th: โปรดป้อนชื่อคนติดต่อ

source: Please enter contact person last name
ms: Sila masukkan nama terakhir orang kenalan
ne: कृपया सम्पर्क व्यक्तिको अन्तिम नाम प्रविष्ट गर्नुहोस्
th: โปรดป้อนนามสกุลคนติดต่อ

source: Please enter correct mobile number
ms: Sila masukkan nombor mudah alih yang betul
ne: कृपया सही मोबाइल नम्बर प्रविष्ट गर्नुहोस्
th: โปรดป้อนหมายเลขโทรศัพท์มือถือที่ถูกต้อง

source: Please enter current password
ms: Sila masukkan kata laluan semasa
ne: कृपया हालको पासवर्ड प्रविष्ट गर्नुहोस्
th: โปรดป้อนรหัสผ่านปัจจุบัน

source: Please enter issuer code to use premium code
ms: Sila masukkan kod penerbit untuk menggunakan kod premium.
ne: प्रिमियम कोड प्रयोग गर्न कृपया जारीकर्ता कोड प्रविष्ट गर्नुहोस्।
th: โปรดป้อนรหัสผู้ออกเพื่อใช้รหัสพรีเมียม

source: Please enter merchant name
ms: Sila masukkan nama peniaga
ne: कृपया व्यापारीको नाम प्रविष्ट गर्नुहोस्
th: โปรดป้อนชื่อร้านค้า

source: Please enter merchant number
ms: Sila masukkan nombor peniaga
ne: कृपया व्यापारी नम्बर प्रविष्ट गर्नुहोस्
th: โปรดป้อนหมายเลขร้านค้า

source: Please enter mobile number
ms: Sila masukkan nombor telefon bimbit
ne: कृपया मोबाइल नम्बर प्रविष्ट गर्नुहोस्
th: โปรดป้อนหมายเลขโทรศัพท์มือถือ

source: Please enter number of Piiinks to be transferred
ms: Sila masukkan bilangan Piiinks yang hendak dipindahkan.
ne: कृपया स्थानान्तरण गर्न Piiinks को संख्या प्रविष्ट गर्नुहोस्।
th: โปรดป้อนจำนวน Piiinks ที่จะโอน

source: Please enter password
ms: Sila masukkan kata laluan
ne: कृपया पासवर्ड प्रविष्ट गर्नुहोस्
th: โปรดป้อนรหัสผ่าน

source: Please enter phone number
ms: Sila masukkan nombor telefon
ne: कृपया फोन नम्बर प्रविष्ट गर्नुहोस्
th: โปรดป้อนหมายเลขโทรศัพท์

source: Please enter the code
ms: Sila masukkan kod
ne: कृपया कोड प्रविष्ट गर्नुहोस्
th: โปรดป้อนรหัส

source: Please enter the premium code
ms: Sila masukkan kod premium.
ne: कृपया प्रिमियम कोड प्रविष्ट गर्नुहोस्।
th: โปรดป้อนรหัสพรีเมียม

source: Please enter the right amount
ms: Sila masukkan jumlah yang betul
ne: कृपया सही रकम प्रविष्ट गर्नुहोस्
th: โปรดป้อนจำนวนเงินที่ถูกต้อง

source: Please enter username
ms: Sila masukkan nama pengguna
ne: कृपया प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्
th: โปรดป้อนชื่อผู้ใช้

source: Please enter valid email
ms: Sila masukkan e-mel yang sah
ne: कृपया मान्य इमेल प्रविष्ट गर्नुहोस्
th: โปรดป้อนอีเมลที่ถูกต้อง

source: Please enter valid merchant email
ms: Sila masukkan e-mel peniaga yang sah
ne: कृपया मान्य व्यापारी इमेल प्रविष्ट गर्नुहोस्
th: โปรดป้อนอีเมลร้านค้าที่ถูกต้อง

source: Please enter valid number of Piiinks to be transferred
ms: Sila masukkan jumlah Piiinks yang betul untuk dipindahkan.
ne: कृपया स्थानान्तरण गर्न Piiinks को मान्य संख्या प्रविष्ट गर्नुहोस्।
th: โปรดป้อนจำนวน Piiinks ที่จะโอนที่ถูกต้อง

source: Please fill correct mobile number
ms: Sila isi nombor telefon bimbit yang betul
ne: कृपया सही मोबाइल नम्बर भर्नुहोस्
th: โปรดกรอกหมายเลขโทรศัพท์มือถือที่ถูกต้อง

source: Please fill first name
ms: Sila isi nama pertama
ne: कृपया पहिलो नाम भर्नुहोस्
th: โปรดกรอกชื่อ

source: Please fill last name
ms: Sila isi nama terakhir
ne: कृपया अन्तिम नाम भर्नुहोस्
th: โปรดกรอกนามสกุล

source: Please fill postal code with 4 digits
ms: Sila isi kod pos dengan 4 digit
ne: कृपया ४ अंकको हुलाक कोड भर्नुहोस्
th: โปรดกรอกรหัสไปรษณีย์ด้วยตัวเลข 4 หลัก

source: Please fill the correct email
ms: Sila isi e-mel yang betul
ne: कृपया सही इमेल भर्नुहोस्
th: โปรดกรอกอีเมลที่ถูกต้อง

source: Please fill the OTP field
ms: Sila isi medan OTP
ne: कृपया OTP फिल्ड भर्नुहोस्
th: โปรดกรอกช่อง OTP

source: Please fill the password
ms: Sila isi kata laluan
ne: कृपया पासवर्ड भर्नुहोस्
th: โปรดกรอกรหัสผ่าน

source: Please fill the phone number
ms: Sila isi nombor telefon
ne: कृपया फोन नम्बर भर्नुहोस्
th: โปรดกรอกหมายเลขโทรศัพท์

source: Please Pay Merchant
ms: Sila Bayar Peniaga
ne: कृपया व्यापारीलाई भुक्तान गर्नुहोस्
th: โปรดชำระค่าบริการของร้านค้า

source: Please rate this merchant or provide feedback
ms: Sila beri penarafan kepada peniaga ini atau berikan maklum balas!
ne: कृपया यस व्यापारीलाई मूल्याङ्कन गर्नुहोस् वा प्रतिक्रिया दिनुहोस्!
th: โปรดให้คะแนนร้านค้านี้หรือให้คำแนะนำ!

source: Please select merchant
ms: Sila pilih peniaga
ne: कृपया व्यापारी चयन गर्नुहोस्
th: โปรดเลือกร้านค้า

source: Please select country
ms: Sila pilih negara
ne: कृपया देश चयन गर्नुहोस्
th: โปรดเลือกประเทศ

# pleaseSelectTheState
source: Please select state
ms: Sila pilih negeri
ne: कृपया राज्य चयन गर्नुहोस्
th: โปรดเลือกรัฐ

source: Please try again
ms: Sila cuba lagi
ne: कृपया पुन: प्रयास गर्नुहोस्
th: โปรดลองอีกครั้ง

source: Please Wait
ms: Sila Tunggu
ne: कृपया पर्खनुहोस्
th: โปรดรอ

# pleaseWaitD
source: Please Wait...
ms: Sila Tunggu...
ne: कृपया पर्खनुहोस्...
th: โปรดรอ...

source: Popular Merchants
ms: Peniaga Popular
ne: लोकप्रिय व्यापारी
th: ร้านค้ายอดนิยม

source: Postal code should be greater than 4 digits
ms: Kod pos harus lebih besar daripada 4 digit
ne: पोस्टल कोड 4 अंक भन्दा ठूलो हुनुपर्छ
th: รหัสไปรษณีย์ควรมีมากกว่า 4 หลัก

source: Postal/Zip Code *
ms: Poskod *
ne: पोस्टल/जिप कोड*
th: รหัสไปรษณีย์/รหัสไปรษณีย์ *

# preCode
source: Premium Code (optional)
ms: Kod Premium (pilihan)
ne: प्रिमियम कोड (वैकल्पिक)
th: รหัสพรีเมียม (ตัวเลือก)

source: Premium code is not valid
ms: Kod premium tidak sah!
ne: प्रिमियम कोड मान्य छैन!
th: รหัสพรีเมียมไม่ถูกต้อง!

source: Press back button again to exit
ms: Tekan butang Kembali sekali lagi untuk Keluar
ne: बाहिर निस्कन फेरि ब्याक बटन थिच्नुहोस्
th: กดปุ่มย้อนกลับอีกครั้งเพื่อออก

source: Proceed
ms: Teruskan
ne: अगाडि बढ
th: ดำเนินการต่อ

source: Profile
ms: Profil
ne: प्रोफाइल
th: โปรไฟล์

source: Profile updated successfully
ms: Profil Berjaya Dikemas Kini
ne: प्रोफाइल सफलतापूर्वक अद्यावधिक गरियो
th: อัปเดตโปรไฟล์สำเร็จ

source: Rate this Merchant
ms: Berikan Penarafan kepada Peniaga Ini
ne: यस व्यापारीलाई मूल्याङ्कन गर्नुहोस्
th: ให้คะแนนร้านค้านี้

source: Rebate:
ms: Rebat:
ne: छूट
th: ส่วนลด:

source: Recommend
ms: Cadangkan
ne: सिफारिस गर्नुहोस्
th: แนะนำ

source: Recommend New Merchant
ms: Cadangkan Peniaga Baru
ne: नयाँ व्यापारी सिफारिस गर्नुहोस्
th: แนะนำร้านค้าใหม่

source: Register Now
ms: Daftar Sekarang
ne: अहिले दर्ता गर्नुहोस्
th: ลงทะเบียนเดี๋ยวนี้

source: Register your membership now and enjoy our amazing offers
ms: Daftarkan keahlian anda sekarang dan nikmati tawaran menarik kami.
ne: अहिले नै आफ्नो सदस्यता दर्ता गर्नुहोस् र हाम्रो अद्भुत प्रस्तावहरूको आनन्द लिनुहोस्।
th: ลงทะเบียนสมาชิกของคุณเดี๋ยวนี้และเพลิดเพลินกับข้อเสนอที่น่าทึ่งของเรา

source: Register your membership or log in to access the Piiink benefits and view your profile details
ms: Daftarkan keahlian anda atau log masuk untuk mengakses manfaat Piiink dan lihat butiran profil anda.
ne: आफ्नो सदस्यता दर्ता गर्नुहोस् वा Piiink लाभहरू पहुँच गर्न र आफ्नो प्रोफाइल विवरणहरू हेर्न लग इन गर्नुहोस्।
th: ลงทะเบียนสมาชิกหรือเข้าสู่ระบบเพื่อเข้าถึงประโยชน์ Piiink และดูรายละเอียดโปรไฟล์ของคุณ

source: Registration
ms: Pendaftaran
ne: दर्ता
th: การลงทะเบียน

source: Registration Completed
ms: Pendaftaran Selesai
ne: दर्ता पूरा भयो
th: การลงทะเบียนเสร็จสมบูรณ์

source: Regular
ms: Biasa
ne: नियमित
th: ปกติ

source: Remove Account
ms: Padam Akaun
ne: खाता हटाउनुहोस्
th: ลบบัญชี

source: Resend OTP
ms: Hantar Semula OTP
ne: ओटीपी पुन: पठाउनुहोस्
th: ส่ง OTP อีกครั้ง

source: Reset Password
ms: Set Semula Kata Laluan
ne: पासवर्ड रिसेट गर्नुहोस्
th: รีเซ็ตรหัสผ่าน

source: Review added successfully
ms: Ulasan berjaya ditambah.
ne: समीक्षा सफलतापूर्वक थपियो।
th: เพิ่มรีวิวเรียบร้อยแล้ว

source: Reviews
ms: Ulasan
ne: समीक्षाहरू
th: รีวิว

source: Saturday
ms: Sabtu
ne: शनिबार
th: วันเสาร์

source: Save
ms: Simpan
ne: बचत
th: บันทึก

source: Saving Approved
ms: Simpanan Diluluskan!
ne: बचत स्वीकृत!
th: การอนุมัติการบันทึก!

source: Scan
ms: Imbas
ne: स्क्यान
th: สแกน

source: Scan Merchant Payment Code
ms: Imbas Kod Pembayaran Peniaga
ne: व्यापारी भुक्तानी कोड स्क्यान गर्नुहोस्
th: สแกนรหัสชำระเงินของร้านค้า

source: Scan Receiver Member QR
ms: Imbas QR Ahli Penerima
ne: प्रापक सदस्य QR स्क्यान गर्नुहोस्
th: สแกน QR ของสมาชิกผู้รับ

source: Search
ms: Cari
ne: खोज
th: ค้นหา

source: Search for merchants/category/location
ms: Cari peniaga/kategori/lokasi
ne: व्यापारी/श्रेणी/स्थान खोज्नुहोस्
th: ค้นหาร้านค้า/หมวดหมู่/ตำแหน่ง

source: Search merchant Wallet
ms: Cari Dompet Peniaga
ne: व्यापारी वालेट खोज्नुहोस्
th: ค้นหากระเป๋าเงินร้านค้า

source: Search or choose country/state/region from the list below to filter offers and Merchants
ms: Cari atau pilih negara/negeri/kawasan dari senarai di bawah untuk menapis tawaran dan peniaga.
ne: प्रस्तावहरू र व्यापारीहरूलाई फिल्टर गर्न तलको सूचीबाट देश/राज्य/क्षेत्र खोज्नुहोस् वा छान्नुहोस्।
th: ค้นหาหรือเลือกประเทศ/รัฐ/ภูมิภาคจากรายการด้านล่างเพื่อกรองข้อเสนอและร้านค้า

source: Search within country
ms: Cari dalam negara
ne: देश भित्र खोज्नुहोस्
th: ค้นหาในประเทศ

source: See Less
ms: Lihat Kurang
ne: कम हेर्नुहोस्
th: ดูน้อยลง

source: See More
ms: Lihat Lebih
ne: थप हेर्नुहोस्
th: ดูเพิ่มเติม

# selectCountryA
source: Select Country Prefix*
ms: Pilih Awalan Negara*
ne: देश उपसर्ग चयन गर्नुहोस्*
th: เลือกคำนำหน้าประเทศ*

source: Select Date From
ms: Pilih Tarikh Dari
ne: बाट मिति चयन गर्नुहोस्
th: เลือกวันที่ตั้งแต่

source: Select Date To
ms: Pilih Tarikh Hingga
ne: मिति चयन गर्नुहोस्
th: เลือกวันที่ถึง

source: Select Merchant Piiinks
ms: Pilih Piiinks Peniaga
ne: व्यापारी Piiinks चयन गर्नुहोस्
th: เลือก Merchant Piiinks

source: Select State/Province *
ms: Pilih Negeri/Provinsi *
ne: राज्य/प्रान्त चयन गर्नुहोस् *
th: เลือกรัฐ/จังหวัด *

# selectTheCountry
source: Please select the country
ms: Sila pilih negara
ne: कृपया देश चयन गर्नुहोस्
th: โปรดเลือกประเทศ

source: Select the state
ms: Pilih negeri
ne: राज्य चयन गर्नुहोस्
th: เลือกรัฐ

source: Send
ms: Hantar
ne: पठाउनुहोस्
th: ส่ง

source: Send OTP
ms: Hantar OTP
ne: ओटीपी पठाउनुहोस्
th: ส่ง OTP

source: Send Review
ms: Hantar Ulasan
ne: समीक्षा पठाउनुहोस्
th: ส่งรีวิว

source: Server Error
ms: Ralat Pelayan
ne: सर्भर त्रुटि
th: ข้อผิดพลาดของเซิร์ฟเวอร์

source: Session expired
ms: Sesi Tamat!
ne: सत्रको म्याद सकियो!
th: หมดเวลาเซสชัน!

source: Skip
ms: Langkau
ne: छोड्नुहोस्
th: ข้าม

source: Some error occurred
ms: Kesalahan berlaku!
ne: केही त्रुटि भयो!
th: เกิดข้อผิดพลาดบางอย่าง!

source: Something went wrong
ms: Ada yang salah!
ne: केही गडबड भयो!
th: เกิดข้อผิดพลาด!

source: Something went wrong. Couldn't fetch country currency when logging in
ms: Ada yang salah. Tidak dapat mengambil mata wang negara semasa log masuk.
ne: केही गडबड भयो। लगइन गर्दा देशको मुद्रा ल्याउन सकिएन।
th: เกิดข้อผิดพลาด! ไม่สามารถดึงสกุลเงินของประเทศเมื่อเข้าสู่ระบบได้

source: Something went wrong. Couldn't fetch member origin country id and member id when logging in
ms: Ada yang salah. Tidak dapat mengambil id negara asal ahli dan id ahli semasa log masuk.
ne: केही गडबड भयो। लग इन गर्दा सदस्यको मूल देशको आईडी र सदस्य आईडी ल्याउन सकिएन।
th: เกิดข้อผิดพลาด! ไม่สามารถดึงรหัสประเทศต้นทางและรหัสสมาชิกเมื่อเข้าสู่ระบบได้

source: Something went wrong. Couldn't fetch the stripe key to complete the registration process
ms: Ada yang salah. Tidak dapat mengambil kunci stripe untuk melengkapkan proses pendaftaran.
ne: केही गडबड भयो। दर्ता प्रक्रिया पूरा गर्न स्ट्राइप कुञ्जी ल्याउन सकिएन।
th: เกิดข้อผิดพลาด! ไม่สามารถดึงคีย์ Stripe เพื่อดำเนินการการลงทะเบียนได้

source: Something went wrong. Couldn't fetch the stripe key when changing country
ms: Ada yang salah. Tidak dapat mengambil kunci stripe ketika menukar negara.
ne: केही गडबड भयो। देश परिवर्तन गर्दा स्ट्रिप कुञ्जी ल्याउन सकिएन।
th: เกิดข้อผิดพลาด! ไม่สามารถดึงคีย์ Stripe เมื่อเปลี่ยนประเทศได้

source: Something went wrong. Couldn't fetch the stripe key when logging in
ms: Ada yang salah. Tidak dapat mengambil kunci stripe semasa log masuk.
ne: केही गडबड भयो। लगइन गर्दा स्ट्राइप कुञ्जी ल्याउन सकिएन।
th: เกิดข้อผิดพลาด! ไม่สามารถดึงคีย์ Stripe เมื่อเข้าสู่ระบบได้

source: Something went wrong. Please try again
ms: Ada yang salah. Sila cuba lagi.
ne: केही गडबड भयो। कृपया पुन: प्रयास गर्नुहोस्।
th: เกิดข้อผิดพลาด! โปรดลองอีกครั้ง

source: Something went wrong when validating premium code. Please Try Again Later
ms: Ada yang salah semasa mengesahkan kod premium. Sila Cuba Lagi Kemudian!!
ne: प्रिमियम कोड प्रमाणीकरण गर्दा केही गडबड भयो। कृपया पछि पुन: प्रयास गर्नुहोस्!!
th: เกิดข้อผิดพลาดขณะตรวจสอบรหัสพรีเมียม โปรดลองอีกครั้งภายหลัง!!

source: Sort by Alphabetical
ms: Susun mengikut Abjad
ne: अक्षर अनुसार क्रमबद्ध
th: เรียงตามตัวอักษร

source: Sort by Piiink Credits
ms: Susun mengikut Kredit Piiink
ne: Piiink क्रेडिट द्वारा क्रमबद्ध
th: เรียงตามเครดิต Piiink

source: Stripe Payment Fail
ms: Pembayaran Stripe Gagal
ne: स्ट्राइप भुक्तानी असफल
th: การชำระเงินผ่าน Stripe ล้มเหลว

source: Submit
ms: Hantar
ne: सबमिट
th: ส่ง

source: Sunday
ms: Ahad
ne: आइतबार
th: วันอาทิตย์
